[
  "Yo nunca lo he hecho sin haber querido.",
  "Yo nunca lo he hecho con más de una persona en un mismo día.",
  "Yo nunca he querido tirarme a la madre/padre de un amigo/a.",
  "Yo nunca he querido tirarme al hermano/a de un amigo/a.",
  "Yo nunca me he querido liar con alguien presente.",
  "Yo nunca he tenido fantasías sexuales sobre alguien que no considerase atractivo/a.",
  "Yo nunca lo he hecho a pelo.",
  "Yo nunca he acabado en la boca de alguien/ me han acabado en la boca.",
  "Yo nunca he querido tirarme al novio/a de un amigo/a.",
  "A mí nunca me han pedido que fuese más lento porque iba demasiado rápido.",
  "Yo nunca he dejado con las ganas a alguien.",
  "A mí nunca me han dejado con las ganas.",
  "Yo nunca he tenido la típica discusión de 'luces encendidas/apagadas'.",
  "Yo nunca me he encontrado un pelo en la boca tras hacer oral.",
  "Yo nunca he puesto los cuernos.",
  "A mí nunca me han puesto los cuernos.",
  "Yo nunca he dudado de mi orientación sexual.",
  "Yo nunca me he liado con dos personas de distinto sexo en una noche.",
  "Yo nunca me he liado con alguien y me he arrepentido inmediatamente después.",
  "Yo nunca he tenido sexo por pena.",
  "Yo nunca me he tirado a mi ex.",
  "A mí nunca me han pillado en el acto.",
  "Yo nunca lo he hecho en un lugar público.",
  "Yo nunca lo he hecho en la cama de una tercera persona.",
  "Yo nunca lo he hecho con más gente alrededor.",
  "Yo nunca he hecho un trío.",
  "Yo nunca he tenido fantasías sexuales sobre hacer un trío con mi novio/a y otra persona.",
  "Yo nunca me he masturbado con un objeto inanimado.",
  "Yo nunca me he hecho daño a mí mismo al masturbarme.",
  "Yo nunca me he decepcionado al liarme/tirarme a alguien con quien tenía muchas ganas.",
  "Yo nunca he practicado sadomasoquismo o usado objetos relacionados.",
  "Yo nunca he intentado anal pero no salió bien.",
  "Yo nunca he practicado anal por placer.",
  "Yo nunca me he liado/tirado a alguien que tenía mínimo 5 años más que yo.",
  "Yo nunca he hecho algo sexual en el colegio/universidad.",
  "A mí nunca me han hecho un chupetón en un lugar poco común.",
  "Yo nunca he intentado emborrachar a alguien para liarme con esa persona.",
  "Yo nunca he visto porno con otra persona.",
  "Yo nunca me he grabado con alguien en la cama.",
  "Yo nunca me he masturbado con una película que no fuese pornográfica.",
  "Yo nunca he tenido un gatillazo.",
  "Yo nunca lo he hecho con la regla.",
  "A mí nunca me han meado encima.",
  "Yo nunca lo he hecho disfrazado para satisfacer algún morbo.",
  "Yo nunca me he liado con el chico/a con quien estaba intentando ligar un amigo/a.",
  "Yo nunca me lo he tragado.",
  "Yo nunca me he excitado en un momento muy poco apropiado.",
  "A mí nunca se me ha roto el condón.",
  "Yo nunca he estado un año sin sexo tras haberlo hecho previamente.",
  "Yo nunca he puesto/a mí nunca me han puesto un condón con la boca.",
  "Yo nunca he involucrado comida en el sexo.",
  "Yo nunca lo he hecho en una fiesta.",
  "Yo nunca me he tomado/he comprado la pastilla del día después.",
  "Yo nunca he tenido sexo por teléfono.",
  "Yo nunca he tenido que correr a buscar mi ropa porque acababan de tocar el timbre de la casa.",
  "Yo nunca he parado de liarme/tirarme a alguien para preguntarle a la persona cómo se llamaba.",
  "Yo nunca me he liado/tirado a el/la ex de un amigo/a.",
  "Yo nunca le he mentido sobre mis experiencias sexuales a mi nueva pareja.",
  "Yo nunca he tenido que enseñar/a mí nunca me han tenido que enseñar cómo desabrochar un sujetador.",
  "Yo nunca he tenido una fantasía sexual sobre un profesor/profesora.",
  "Yo nunca he pillado a mis padres haciéndolo.",
  "Yo nunca me he sacado fotos desnudo/a.",
  "Yo nunca he llamado a alguien por un nombre equivocado mientras lo estábamos haciendo.",
  "Yo nunca he/a mí nunca me han lamido el culo.",
  "Yo nunca lo he hecho en la ducha.",
  "Yo nunca he usado el kamasutra para aprender o involucrar nuevas posiciones en la cama.",
  "Yo nunca lo he hecho con alguien que era virgen.",
  "Yo nunca he mentido sobre ser virgen.",
  "Yo nunca me he medido el pene.",
  "Yo nunca he borrado conversaciones subidas de tono para que mi pareja no me pillase.",
  "Yo nunca me he liado/tirado a alguien que no me parecía atractivo/a solo porque estaba desesperado/a.",
  "Yo nunca he creído haber contraído una enfermedad de transmisión sexual.",
  "Yo nunca he fingido/exagerado un orgasmo.",
  "Yo nunca he tenido un follamigo/a.",
  "Yo nunca he salido de casa sin ropa interior.",
  "Yo nunca me he liado/tirado a un extranjero/a.",
  "Yo nunca he sentido envidia al ver los genitales de un amigo/a.",
  "Yo nunca me he masturbado en casa de un amigo/a.",
  "Yo nunca he hecho/a mí nunca me han hecho una mamada con condón.",
  "Yo nunca he usado hielo en la cama.",
  "Yo nunca he pedido que satisfacieran un fetiche mío pero sin éxito.",
  "Yo nunca he intentado esconder una erección en público sin éxito.",
  "A mí nunca me ha puesto la violencia en la cama.",
  "Yo nunca me he tirado/se han tirado un pedo en el acto.",
  "Yo nunca le he roto la ropa a mi pareja al quitársela.",
  "Yo nunca he intentado/querido que una pareja rompiese.",
  "Yo nunca he hecho/me han hecho una cubana.",
  "Yo nunca me he masturbado viendo hentai.",
  "Yo nunca he aceptado hacer algo por dinero.",
  "Yo nunca he metido/me han metido más de 3 dedos.",
  "Yo nunca lo he hecho en un coche y sonó la bocina.",
  "A mí nunca me han tenido que enseñar una foto de con quién me había liado porque no me acordaba.",
  "Yo nunca me he depilado los genitales pensando que iba a pinchar y acabé comiéndome los mocos.",
  "Yo nunca he querido unirme a dos amigos que estuviesen haciéndolo.",
  "Yo nunca he hecho una lista de todos los tíos/tías con las que me he liado.",
  "Yo nunca he conseguido liarme/tirarme a un amor platónico.",
  "Yo nunca he tenido que usar más de 2 condones en una misma ronda.",
  "Yo nunca lo he hecho en todos los cuartos de mi/su casa.",
  "Yo nunca he pedido por Chatroulette/Omegle que me enseñen el pene/las tetas.",
  "Yo nunca he tenido que usar páginas online."
]
